import indexWrapper from "@/module/indexWrapper";

export default indexWrapper([
	["",      "模糊 ?(?),大于 >(>),难拆 卐(卐)"],
	["1",     "一,丨,丿,丶,乀(丶),亅(乙),乙,⺄(乙),乛(乙),乚(乙)"],
	["2",     "亻,讠,冫,阝,卩,刂,乂,冖,丷(八),亠,厶,勹,匚,凵,冂,廴,丂,丩,㔾,⺁(厂),⺈(刀),⺊(卜),𠂉(人)"],
	["3",     "氵,忄,扌,饣,丬,纟,犭,彳,艹,屮,廾,宀,辶,夂,彡,巛,囗,彐,彑,乇,卂,㐄,𰀁(串义),𠃓(杨音),𭕄(小),⺌(小)"],
	["4",     "礻,爫(爪),灬,攵,攴,殳,夬,爿,巿,厷,耂,丏,旡,冘,帀,肀,⺗(心),⺧(牛),㝉,龰(止),龶(丰),𠂔(姊音),𧘇(衣)"],
	["5",     "犮,歺,衤,钅,疒,癶,氶,氐,罒(四),疋,冋,夗,丱,戉,戊,⺪(疋),㐱,㠯,𫠣(拣音),𤴓(正),𢀖(经音),𫇦(莹音),𠬤(择音),𡗗(春上)"],
	["6",     "糹,糸,虍,巟,耒,屰,戍,戌,夅,舛,乑,艸,⺷(羊),⺶(羊),⺮(竹),㐫,䏍(肙),𠂢(派音),𢦏(栽音),𠂤(追音),𫥞(佩音),龹(卷上),𦣝(颐音)"],
	["7",     "镸,豸,孛,夆,呙,夋,豕,巠,肙,冏,丣,寽,甹,妟,亜(亚),㡀,㐬,𭕆(锁音),𦣞(颐音),𠬶(侵音),𦈢(卸音)"],
	["8",     "隹,畀,沓,叕,咅,亟,匊,坴,咼,疌,夌,囷,罙,匋,臽,厓,甾,叀,⿳⿻十日⿰一丶(叀),㑒(佥),㝵,𥝢(利),𠦝(卓),𬎾(用)"],
	["9",     "贲,臿,畐,癸,耑,曷,矦,壴,叚,咠,彖,昷,昜,敄,枼,㒸,㚇,𡿺(腦音),⿰⿱士冖殳(㱿)"],
	["10",    "髟,鬲,冓,衮,盍,隺,隼,邕,尃,䍃,⿱⿴𠂊⺀缶(䍃),𧴪(鎖音),𤇾(瑩音),𦐇(塌音),𬜯(满音),⿰彳𡵲(微)"],
	["11",    "啇,堇,翏,屚,菐,桼,殸,殹,㒼,⿳十罒心(㥁)"],
	["12",    "賁,棥,戢,豦,尞,粦,覃,矞,黹,歯,黽,㥁,𢛳(㥁),𤔔(亂音)"],
	["13+",   "畺,睘,蒦,豊,喿,敫,巤,龜,褱,雚,霝,龠,矍,䜌,𣎆(赢音)"],
]);